Repository: DeathByDenim/yorg
Catalog: assets/po/*.po
Languages: it_it

source: How many players?
it_it: Quanti giocatori?

source: The key %s is already used by player %s for %s.
it_it: Il tasto %s è già usato dal giocatore %s per %s.

source: Play
it_it: Gioca

source: Register
it_it: Registra

source: Reset password
it_it: Resetta password

source: Server problem
it_it: Problema server

source: Not up-to-date
it_it: Non aggiornato

source: Connecting
it_it: Connessione

source: Local
it_it: Locale

source: Your email:
it_it: La tua mail:

source: Your user id:
it_it: Il tuo user id:

source: your user id
it_it: il tuo user id

source: your email
it_it: la tua email

source: We've sent an email to you (please check your spam folder if you can't find it) with the instructions for completing the reset.
it_it: Ti abbiamo inviato una email (per piacere controlla la cartella spam se non riesci a trovarla) con le istruzioni per completare il reset.

source: This email isn't in our archive.
it_it: La email non è nel nostro archivio.

source: This nickname isn't in our archive.
it_it: Questo nickname non è nel nostro archivio.

source: This nickname-email pair isn't in our archive.
it_it: Questa coppia nickname-email non è nel nostro archivio.

source: Connection error.
it_it: Errore di connessione.

source: Error
it_it: Errore

source: Code
it_it: Codice

source: Art
it_it: Grafica

source: Translations
it_it: Traduzioni

source: Player
it_it: Giocatore

source: Use the joypad when present
it_it: Usa il joypad se presente

source: Accelerate
it_it: Accelerazione

source: Brake/Reverse
it_it: Frena/Indietro

source: Left
it_it: Sinistra

source: Right
it_it: Destra

source: Weapon
it_it: Arma

source: Press the key to record it
it_it: Premi il tasto per memorizzarlo

source: Player 2
it_it: Giocatore 2

source: Pause
it_it: Pausa

source: Player 3
it_it: Giocatore 3

source: Player 4
it_it: Giocatore 4

source: Language
it_it: Lingua

source: Fullscreen
it_it: Schermo intero

source: Resolution
it_it: Risoluzione

source: (from the next execution)
it_it: (dalla prossima esecuzione)

source: Cars number
it_it: Numero macchine

source: Top
it_it: Alto

source: Rear
it_it: Dietro

source: Configure input
it_it: Configura input

source: Select the car
it_it: Seleziona la macchina

source: adherence
it_it: aderenza

source: speed
it_it: velocità:

source: stability
it_it: stabilità

source: Your password:
it_it: La tua password:

source: Thanks to:
it_it: Grazie a:

source: Select the track
it_it: Seleziona la pista

source: Select the driver
it_it: Seleziona il pilota

source: Write your name:
it_it: Scrivi il tuo nome:

source: If you use the keyboard, press FIRE to edit the field, then ENTER when you're done
it_it: Se usi la tastiera, premi FUOCO per editare il campo, poi ENTER quando hai finito

source: your name
it_it: tuo nome

source: Select the drivers
it_it: Seleziona i piloti

source: Write your names:
it_it: I vostri nomi:

source: If you use the keyboard, press FIRE to edit the field, then ENTER when you're done. Other players can't move while someoneis writing (since, with keyboards, some letters may be bound to movements).
it_it: Se usi la tastiera, premi FUOCO per editare il campo, poi ENTER quando hai finito. Gli altri giocatori non possono muovere mentre qualcuno sta scrivendo (poiché, con la tastiera, alcuni tasti potrebbero essere legati a movimenti).

source: Single Player
it_it: Giocatore singolo

source: Options
it_it: Opzioni

source: Support us
it_it: Supportaci

source: Credits
it_it: Riconoscimenti

source: Quit
it_it: Esci

source: Note: the game is work-in-progress
it_it: NB il gioco è in sviluppo

source: Last news:
it_it: Ultime notizie:

source: show
it_it: vedi

source: Current waiting hosting users
it_it: Giocatori hosting in attesa

source: Your account has been registered. Now, in order to activate it, you should click the link that we've sent to your email (please check your spam folder if you can't find it). After that, you can log in.
it_it: Il tuo account è stato registrato. Ora, per attivarlo, devi cliccare il link che ti abbiamo inviato alla tua email (controlla la cartella spam se non riesci a trovarla). Dopo ciò, puoi loggarti.

source: Your nickname's format is invalid: please use only letters and numbers.
it_it: Il formato del tuo nickname non è valido: per piacere usa solo lettere e numeri.

source: Your email's format is invalid.
it_it: Il formato della tua email non è valido.

source: Your nickname already exists.
it_it: Il tuo nickname già esiste.

source: Your email has already been used.
it_it: La tua email è stata già usata.

source: Please use more than 6 characters for your password.
it_it: Per favore, usa più di 6 caratteri per la tua password.

source: Single race
it_it: Gara singola

source: New season
it_it: Nuova stagione

source: Continue season
it_it: Continua stagione

source: Please, visit our site after exiting! It helps us! Thank you!
it_it: Per favore, visita il nostro sito dopo l'uscita! Ci aiuta! Grazie!

source: visit our site after exiting
it_it: visita il nostro sito dopo l'uscita

source: don't visit our site after exiting
it_it: non visitare il nostro sito dopo l'uscita

source: What do you want to do? Note: use '%s' for pausing the game.
it_it: Cosa vuoi fare? NB Usa '%s' per mettere il gioco in pausa.

source: back to the game
it_it: torna al gioco

source: back to the main menu
it_it: torna al menu principale

source: Start
it_it: Avvia

source: please wait for the server
it_it: per favore aspetta il server

source: the server user %s has quit
it_it: l'utente server %s è uscito

source: %s wants to be a (XMPP) friend of you, do you agree?
it_it: %s vuole essere un tuo amico (XMPP), accetti?

source: Current online users
it_it: Giocatori online adesso

source: Your game isn't up-to-date, please update
it_it: Il tuo gioco non è aggiornato, per piacere aggiorna

source: Yorg's server isn't running
it_it: Il server di Yorg non è attivo

source: You aren't logged in
it_it: Non sei loggato

source: write here your message
it_it: scrivi qui il tuo messaggio

source: you
it_it: tu

source: you have been removed from the match
it_it: sei stato rimosso dalla partita

source: remove from the match
it_it: rimuovi dalla partita

source: Connection error. Please check that (i) your firewall allows traffic for Yorg on port 9099 and (ii) the server user has opened her port 9099 (here is a guide for checking it: https://www.ya2.it/pages/check-your-ports.html).
it_it: Errore di connessione. Per favore controlla che (i) il tuo firewall permetta traffico per Yorg sulla porta 9099 e (ii) l'utente server abbia aperto la sua porta 9099 (ecco una guida per verificarlo: http://www.ya2.it/pages/check-your-ports.html).

source: We've detected connection problems during server's creation. Please check your connection.
it_it: Abbiamo individuato problemi durante la creazione del server. Per piacere, controlla la tua connessione.

source: We can't connect to httpbin. Please retry later.
it_it: Non riusciamo a connetterci a httpbin. Per piacere, ritenda dopo.

source: %s has invited you to a match, do you agree?
it_it: %s ti ha invitato a una partita, accetti?

source: Rome
it_it: Roma

source: Back
it_it: Indietro

source: version:
it_it: versione:

source: What do you want to upgrade?
it_it: Cosa vuoi migliorare?

source: current upgrades: +
it_it: miglioramenti attuali: +

source: engine: it increases car's maximum speed
it_it: motore: aumenta la velocità massima

source: tires: they increase car's adherence
it_it: gomme: aumentano l'aderenza'

source: suspensions: they increase car's stability
it_it: sospensioni: aumentano la stabilità

source: wrong way
it_it: direzione sbagliata

source: speed:
it_it: velocità:

source: lap:
it_it: giro:

source: time:
it_it: tempo:

source: best lap:
it_it: miglior giro:

source: ranking:
it_it: classifica:

source: damages:
it_it: danni:

source: weapon
it_it: arma

source: waiting for the other players
it_it: in attesa degli altri giocatori

source: press %s to respawn
it_it: premi %s per respawnare

source: Ranking
it_it: Classifica

source: Congratulations!
it_it: Congratulazioni!

source: Continue
it_it: Continua

source: GO!
it_it: VIA!

source: LAP
it_it: GIRO

source: TIME
it_it: TEMPO

source: RANKING
it_it: CLASSIFICA

source: share:
it_it: condividi:

source: LOADING...
it_it: CARICAMENTO...

source: track:
it_it: pista:

source: Starting grid
it_it: Griglia di partenza

source: Controls
it_it: Controlli

source: accelerate
it_it: accelerazione

source: brake/reverse
it_it: frena/indietro

source: left
it_it: sinistra

source: right
it_it: destra

source: fire
it_it: fuoco

source: Upgrades
it_it: Miglioramenti

source: engine: +
it_it: motore: +

source: tires: +
it_it: gomme: +

source: suspensions: +
it_it: sospensioni: +
